[Settings]		
AuthorName=
AuthorEmail=
Language=English

[MainFrame]
frame_logo=RongDian's Icon
menubtn=RongDian's Menu
minbtn=Minimize
closebtn=Close
frame_title=RongDian's Tools
frame_status=RongDian's Status Bar
frame_admin_tip=(Admin)

[AboutPanel]
name_about=About
desc_about=About Panel
about_ver=Ver:
about_mail=Mail:
about_url=Support:

[PickerPanel]
name_picker=Color Picker
desc_picker=Color Picker Panel
picker_topic1=Color Info
picker_color_text=RGB:
picker_color=Edit RGB's Value Here
picker_pos_text=Postion:
picker_pos=Current Mouse's Position
picker_class_text=Class:
picker_class=Window Class's Name
picker_text_text=Title:
picker_text=Window Title
picker_arrow=Drag here to Start Color Picker.
picker_snapshot=Click here to Start SnapShot Module.
picker_palette_tip=Click here to Open System Color Dialog.
picker_palette=
picker_topic2=Color Value
color_html_text=HTML:
color_html=Color in HTML type
color_rgb_text=RGB:
color_rgb=Color in RGB type
color_hex_text=HEX:
color_hex=Color in HEX type
color_hsl_text=HSL:
color_hsl=Color in HSL type
color_delphi_text=Delphi:
color_delphi=Color in Delphi type
color_hsv_text=HSV/HSB:
color_hsv=Color in HSV/HSB type
color_history=Color History

[CoderPanel]
coder_list_text=File Lists:
coder_header_path=Path
coder_header_encoding=CharSet
coder_header_status=Status
coder_start=
coder_start_tip=Start Encoding Files
coder_stop=
coder_stop_tip=Stop Encoding Files
coder_newfile=
coder_newfile_tip=Add New File
coder_newfolder=
coder_newfolder_tip=Add New Folder
coder_del=
coder_del_tip=Del Selected File
coder_delall=
coder_delall_tip=Del All Files
coder_from=From:
coder_combo_from=Source file encoding formats
coder_to=To:
coder_combo_to=Target conversion format
coder_bom=No BOM
coder_bom_tip=Coder with no bom
coder_backup=
coder_backup_tip=Backup Source file
coder_path_text=Backup To:
coder_path_open=
coder_path_open_tip=Open backup path

[FinderPanel]
finder_name_text=Name:
finder_content_text=Content:
finder_path_text=Path:
finder_path_select=Broswe
finder_path_select_tip=Select Path to Search
finder_header_file=File
finder_header_content=Content
finder_header_size=Size
finder_reset=Reset
finder_reset_tip=Reset Search List
finder_search=Search
finder_search_tip=Start Search Files

[FormatterPanel]
formatter_format_text=format
formatter_xml=XML
formatter_xml_tip=Format XML's String
formatter_json=JSON
formatter_json_tip=Format JSON's String
formatter_format=Format
formatter_format_tip=Start Formating

[IPChangerPanel]
ipconfig_setting_list_text=Setting List:
ipconfig_s_name_text=Setting Name:
ipconfig_s_ip_text=IPv4 Address:
ipconfig_s_mask_text=Subnet Mask:
ipconfig_s_gateway_text=Default Gateway:
ipconfig_ip_auto=Auto Set IP
ipconfig_ip_manual=Manual Set IP
ipconfig_dns_auto=Auto Set DNS
ipconfig_dns_manual=Manual Set DNS
ipconfig_s_dns_text=Perferred DNS:
ipconfig_s_dns2_text=Alternate DNS:
ipconfig_new=New
ipconfig_save=Save
ipconfig_delete=Delete
ipconfig_apply=Apply
ipconfig_current_info=Active Setting
ipconfig_network_adapters_text=Adapters:
ipconfig_i_type_text=Adapter Type:
ipconfig_i_desc_text=Desciption:
ipconfig_i_dhcp_text=Dhcp Enabled:
ipconfig_i_ip_text=IPv4 Address:
ipconfig_i_mask_text=Subnet Mask:
ipconfig_i_netgate_text=Default Gateway:
ipconfig_i_dns_text=Perferred DNS:
ipconfig_i_dns2_text=Alternate DNS:
ipconfig_i_mac_text=Physical Address:
ipconfig_cannt_del=Can not Delete
ipconfig_not_null=At Lease One Setting!
ipconfig_del_success=Delete Success!
ipconfig_new_solution=New Solution

[HostAdminPanel]
host_path_text=Hosts Path:
host_open=Open
host_open_tip=Open Hosts File
host_backup=Backup
host_backup_tip=Backup The Hosts File
host_new_group=Create
host_new_group_tip=Create One Group


[SysTray]
tray_tip=RongDian's Tray Icon

[Msg]
msg_err=Error
msg_warning=Warnning
msg_loading=Loading...
msg_busy=RDTools is Busying...
plugin_err=Init Plugins Failed.
nofound_err=Can't Find the file %s.
folder_title=Select Folder
still_working=Convert Thread Still Working, Please Wait.
handle_text=Handled
handle_err_text=Handle Err...
nohandle_text=No Handle
charset_err=Please Select CharSet.
invalid_path_err=Invalid Path.
invalid_finder_err=Invalid Args To Search.
invalid_formatter_err=Invalid Formatter Type.
invalid_ipv4_err=Invalid IPv4 Address
invalid_subnet_mask_err=Invalid Subnet Mask
invalid_gateway_err=Invalid Gateway
invalid_dns_err=Invalid Dns
delete_solution=Are you sure to Delete this Solution?
invalid_name=Invalid Solution's Name
debug_text=This is %s msg.

[DuiMsg]
msg_yes=Yes
msg_no=No
msg_ok=OK
msg_retry=Retry
msg_cancel=Cancel
